Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# claw.card.action.install
source: install
ar: تثبيت
bn: ইনস্টল
de: installieren
es: instalar
fr: installer
hi: इंस्टॉल
id: pasang
ja: インストール
ko: 설치
pt_br: instalar
pt_pt: instalar
ru: установить
ur: انسٹال
zh_hans: 安装

# claw.card.action.retry
source: retry
ar: إعادة المحاولة
bn: আবার চেষ্টা
de: erneut versuchen
es: reintentar
fr: réessayer
hi: पुनः प्रयास
id: coba lagi
ja: 再試行
ko: 다시 시도
pt_br: tentar novamente
pt_pt: tentar novamente
ru: повторить
ur: دوبارہ کوشش
zh_hans: 重试

# claw.card.state.installed
source: installed
ar: مثبتة
bn: ইনস্টল
de: installiert
es: instalada
fr: installée
hi: इंस्टॉल
id: terpasang
ja: インストール済み
ko: 설치됨
pt_br: instalada
pt_pt: instalada
ru: установлен
ur: انسٹال شدہ
zh_hans: 已安装

# claw.card.state.installedBlocked
source: installed • blocked
ar: مثبتة • محظورة
bn: ইনস্টল • অবরুদ্ধ
de: installiert • blockiert
es: instalada • bloqueada
fr: installée • bloquée
hi: इंस्टॉल • अवरुद्ध
id: terpasang • diblokir
ja: インストール済み • ブロック
ko: 설치됨 • 차단됨
pt_br: instalada • bloqueada
pt_pt: instalada • bloqueada
ru: установлен • заблокирован
ur: انسٹال • بلاک
zh_hans: 已安装 • 已阻止

# claw.card.state.installing
source: installing...
ar: جاري التثبيت...
bn: ইনস্টল হচ্ছে...
de: wird installiert...
es: instalando...
fr: installation...
hi: इंस्टॉल हो रहा है...
id: memasang...
ja: インストール中...
ko: 설치 중...
pt_br: instalando...
pt_pt: a instalar...
ru: установка...
ur: انسٹال ہو رہا ہے...
zh_hans: 正在安装...

# claw.card.state.notInstalled
source: not installed
ar: غير مثبتة
bn: ইনস্টল নেই
de: nicht installiert
es: no instalada
fr: non installée
hi: इंस्टॉल नहीं
id: belum dipasang
ja: 未インストール
ko: 설치되지 않음
pt_br: não instalada
pt_pt: não instalada
ru: не установлен
ur: انسٹال نہیں
zh_hans: 未安装

# claw.card.state.uninstalling
source: uninstalling...
ar: جاري إلغاء التثبيت...
bn: আনইনস্টল হচ্ছে...
de: wird deinstalliert...
es: desinstalando...
fr: désinstallation...
hi: अनइंस्टॉल हो रहा है...
id: menghapus pemasangan...
ja: アンインストール中...
ko: 제거 중...
pt_br: desinstalando...
pt_pt: a desinstalar...
ru: удаление...
ur: ان انسٹال ہو رہا ہے...
zh_hans: 正在卸载...

# claw.card.state.unknown
source: unknown
ar: غير معروف
bn: অজানা
de: unbekannt
es: desconocido
fr: inconnu
hi: अज्ञात
id: tidak diketahui
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
pt_pt: desconhecido
ru: неизвестно
ur: نامعلوم
zh_hans: 未知

# claw.featured.action.retryInstall
source: retry install
ar: إعادة محاولة التثبيت
bn: আবার ইনস্টল
de: installation erneut versuchen
es: reintentar instalación
fr: réessayer l’installation
hi: पुनः इंस्टॉल
id: coba pasang lagi
ja: インストール再試行
ko: 설치 다시 시도
pt_br: tentar instalar novamente
pt_pt: tentar instalar novamente
ru: повторить установку
ur: انسٹال دوبارہ
zh_hans: 重试安装

# claw.featured.action.selected
source: selected >
ar: محددة >
bn: নির্বাচিত >
de: ausgewählt >
es: seleccionada >
fr: sélectionnée >
hi: चयनित >
id: terpilih >
ja: 選択済み >
ko: 선택됨 >
pt_br: selecionada >
pt_pt: selecionada >
ru: выбрано >
ur: منتخب >
zh_hans: 已选择 >

# claw.featured.installsCount
source: %lld installs
ar: %lld تثبيتًا
bn: %lld ইনস্টল
de: %lld Installationen
es: %lld instalaciones
fr: %lld installations
hi: %lld इंस्टॉल
id: %lld pemasangan
ja: %lld 件のインストール
ko: %lld회 설치
pt_br: %lld instalações
pt_pt: %lld instalações
ru: %lld установок
ur: %lld انسٹالیشنز
zh_hans: %lld 次安装

# claw.featured.state.unknownRefresh
source: unknown state — refresh
ar: حالة غير معروفة — أعد التحميل
bn: অজানা অবস্থা — রিফ্রেশ
de: unbekannter status — neu laden
es: estado desconocido — recarga
fr: état inconnu — recharger
hi: अज्ञात स्थिति — रिफ्रेश
id: status tidak diketahui — muat ulang
ja: 不明な状態 — 再読み込み
ko: 알 수 없는 상태 — 새로고침
pt_br: estado desconhecido — recarregue
pt_pt: estado desconhecido — recarregue
ru: неизвестное состояние — обновите
ur: نامعلوم حالت — ریفریش کریں
zh_hans: 未知状态 — 刷新

# clawDetail.blocked.header
source: // cannot create instance
ar: // لا يمكن إنشاء الحالة
bn: // ইনস্ট্যান্স তৈরি করা যাচ্ছে না
de: // kann keine instanz erstellen
es: // no se puede crear instancia
fr: // impossible de créer une instance
hi: // इंस्टेंस नहीं बना सकते
id: // tidak dapat membuat instance
ja: // インスタンスを作成できません
ko: // 인스턴스를 만들 수 없음
pt_br: // não é possível criar instância
pt_pt: // não é possível criar instância
ru: // невозможно создать экземпляр
ur: // انسٹینس نہیں بن سکتا
zh_hans: // 无法创建实例

# clawDetail.button.deploy
source: deploy >
ar: نشر >
bn: ডিপ্লয় >
de: bereitstellen >
es: desplegar >
fr: déployer >
hi: डिप्लॉय >
ja: デプロイ >
ko: 배포 >
pt_br: implantar >
pt_pt: implementar >
ru: развернуть >
ur: تعینات >
zh_hans: 部署 >

# clawDetail.button.uninstall
source: uninstall
ar: إلغاء التثبيت
bn: আনইনস্টল
de: deinstallieren
es: desinstalar
fr: désinstaller
hi: अनइंस्टॉल
id: copot pemasangan
ja: アンインストール
ko: 제거
pt_br: desinstalar
pt_pt: desinstalar
ru: удалить
ur: اَن انسٹال
zh_hans: 卸载

# clawDetail.detailRow.binarySize
source: binary size
ar: حجم الملف التنفيذي
bn: বাইনারি সাইজ
de: binärgröße
es: tamaño del binario
fr: taille du binaire
hi: बाइनरी आकार
id: ukuran biner
ja: バイナリ サイズ
ko: 바이너리 크기
pt_br: tamanho do binário
pt_pt: tamanho do binário
ru: размер бинарника
ur: بائنری سائز
zh_hans: 二进制大小

# clawDetail.detailRow.lastUpdated
source: last updated
ar: آخر تحديث
bn: সর্বশেষ আপডেট
de: zuletzt aktualisiert
es: última actualización
fr: dernière mise à jour
hi: अंतिम अद्यतन
id: terakhir diperbarui
ja: 最終更新
ko: 마지막 업데이트
pt_br: última atualização
pt_pt: última atualização
ru: последнее обновление
ur: آخری اپ ڈیٹ
zh_hans: 上次更新

# clawDetail.detailRow.license
source: license
ar: الترخيص
bn: লাইসেন্স
de: lizenz
es: licencia
fr: licence
hi: लाइसेंस
id: lisensi
ja: ライセンス
ko: 라이선스
pt_br: licença
pt_pt: licença
ru: лицензия
ur: لائسنس
zh_hans: 许可证

# clawDetail.detailRow.minRam
source: min ram
ar: الحد الأدنى للذاكرة
bn: সর্বনিম্ন ram
es: ram mínima
fr: ram min.
hi: न्यूनतम ram
id: ram min.
ja: 最小 ram
ko: 최소 RAM
pt_br: ram mínima
pt_pt: ram mínima
ru: мин. озу
ur: کم از کم ram
zh_hans: 最低 RAM

# clawDetail.detailRow.version
source: version
ar: الإصدار
bn: সংস্করণ
es: versión
hi: संस्करण
id: versi
ja: バージョン
ko: 버전
pt_br: versão
pt_pt: versão
ru: версия
ur: ورژن
zh_hans: 版本

# clawDetail.footer.installedOn
source: installed on %lld of your servers
ar: مثبتة على %lld من خوادمك
bn: আপনার %lld সার্ভারে ইনস্টল
de: auf %lld Servern installiert
es: instalada en %lld de tus Macs
fr: installée sur %lld de vos serveurs
hi: आपके %lld सर्वरों पर इंस्टॉल
id: terpasang di %lld server anda
ja: %lld 台のサーバーにインストール済み
ko: 서버 %lld대에 설치됨
pt_br: instalada em %lld dos seus Macs
pt_pt: instalada em %lld dos seus Macs
ru: установлен на %lld ваших серверов
ur: آپ کے %lld سرورز پر انسٹال
zh_hans: 已安装在你的 %lld 台服务器上

# clawDetail.label.installation
source: installation
ar: التثبيت
bn: ইনস্টলেশন
es: instalación
hi: इंस्टॉलेशन
id: instalasi
ja: インストール
ko: 설치
pt_br: instalação
pt_pt: instalação
ru: установка
ur: انسٹالیشن
zh_hans: 安装

# clawDetail.section.details
source: // details
ar: // التفاصيل
bn: // বিস্তারিত
es: // detalles
fr: // détails
hi: // विवरण
id: // detail
ja: // 詳細
ko: // 세부 정보
pt_br: // detalhes
pt_pt: // detalhes
ru: // детали
ur: // تفصیلات
zh_hans: // 详情

# clawDetail.section.reviews
source: // reviews
ar: // المراجعات
bn: // রিভিউ
de: // bewertungen
es: // reseñas
fr: // avis
hi: // समीक्षाएँ
id: // ulasan
ja: // レビュー
ko: // 리뷰
pt_br: // avaliações
pt_pt: // avaliações
ru: // отзывы
ur: // جائزے
zh_hans: // 评论

# clawDetail.section.status
source: // status
ar: // الحالة
bn: // অবস্থা
es: // estado
fr: // statut
hi: // स्थिति
ja: // ステータス
ko: // 상태
pt_br: // estado
pt_pt: // estado
ru: // статус
ur: // حیثیت
zh_hans: // 状态

# clawDetail.state.failed
source: failed
ar: فشل
bn: ব্যর্থ
de: fehlgeschlagen
es: falló
fr: échec
hi: विफल
id: gagal
ja: 失敗
ko: 실패
pt_br: falhou
pt_pt: falhou
ru: ошибка
ur: ناکام
zh_hans: 失败

# clawDetail.state.unknown
source: unknown state — refresh or contact admin
ar: حالة غير معروفة — أعد التحميل أو تواصل مع المسؤول
bn: অজানা অবস্থা — রিফ্রেশ বা অ্যাডমিনের সাথে যোগাযোগ
de: unbekannter status — neu laden oder admin kontaktieren
es: estado desconocido — recarga o contacta al admin
fr: état inconnu — rechargez ou contactez l’admin
hi: अज्ञात स्थिति — रिफ्रेश या एडमिन से संपर्क
id: status tidak diketahui — muat ulang atau hubungi admin
ja: 不明な状態 — 再読み込みまたは管理者に連絡してください
ko: 알 수 없는 상태 — 새로고침하거나 관리자에게 문의하세요
pt_br: estado desconhecido — recarregue ou contate o admin
pt_pt: estado desconhecido — recarregue ou contacte o admin
ru: неизвестное состояние — обновите или обратитесь к админу
ur: نامعلوم حالت — ریفریش کریں یا ایڈمن سے رابطہ کریں
zh_hans: 未知状态 — 请刷新或联系管理员

# clawDetail.title
source: claw detail
ar: تفاصيل claw
bn: claw বিস্তারিত
de: claw-Details
es: detalles de claw
fr: détails du claw
hi: claw विवरण
id: detail claw
ja: claw 詳細
ko: claw 세부 정보
pt_br: detalhes da claw
pt_pt: detalhes da claw
ru: детали claw
ur: claw تفصیلات
zh_hans: claw 详情

# clawSetup.access.ssh
source: terminal SSH access
ar: وصول SSH إلى الطرفية
bn: টার্মিনাল SSH অ্যাক্সেস
de: terminal SSH-zugriff
es: acceso SSH al terminal
fr: accès SSH au terminal
hi: टर्मिनल SSH एक्सेस
id: akses SSH terminal
ja: ターミナル SSH アクセス
ko: 터미널 SSH 접근
pt_br: acesso SSH ao terminal
pt_pt: acesso SSH ao terminal
ru: доступ SSH к терминалу
ur: ٹرمینل SSH رسائی
zh_hans: 终端 SSH 访问

# clawSetup.access.web
source: web browser access
ar: وصول عبر المتصفح
bn: ওয়েব ব্রাউজার অ্যাক্সেস
de: webbrowser-zugriff
es: acceso vía navegador
fr: accès navigateur web
hi: वेब ब्राउज़र एक्सेस
id: akses browser web
ja: ウェブブラウザ アクセス
ko: 웹 브라우저 접근
pt_br: acesso via navegador
pt_pt: acesso via navegador
ru: доступ через браузер
ur: ویب براؤزر رسائی
zh_hans: Web 浏览器访问

# clawSetup.assignment.inviteNew
source: invite new user... (coming soon)
ar: دعوة مستخدم جديد... (قريبًا)
bn: নতুন ব্যবহারকারী আমন্ত্রণ... (শীঘ্রই)
de: neuen benutzer einladen... (demnächst)
es: invitar nuevo usuario... (próximamente)
fr: inviter un nouvel utilisateur... (bientôt)
hi: नया यूज़र आमंत्रित... (जल्द)
id: undang pengguna baru... (segera hadir)
ja: 新規ユーザーを招待... (近日公開)
ko: 새 사용자 초대... (준비 중)
pt_br: convidar novo usuário... (em breve)
pt_pt: convidar novo utilizador... (em breve)
ru: пригласить нового пользователя... (скоро)
ur: نیا صارف مدعو کریں... (جلد)
zh_hans: 邀请新用户...（即将推出）

# clawSetup.assignment.unassigned
source: unassigned (admin only)
ar: غير معيّن (للمسؤول فقط)
bn: অ্যাসাইন নয় (শুধুমাত্র admin)
de: nicht zugewiesen (nur admin)
es: sin asignar (solo admin)
fr: non attribué (admin uniquement)
hi: असाइन नहीं (केवल admin)
id: tidak ditugaskan (admin saja)
ja: 未割り当て (管理者のみ)
ko: 할당되지 않음 (관리자만)
pt_br: sem atribuição (apenas admin)
pt_pt: sem atribuição (apenas admin)
ru: не назначено (только админ)
ur: غیر تفویض (صرف ایڈمن)
zh_hans: 未分配（仅管理员）

# clawSetup.button.deployClaw
source: deploy claw
ar: نشر claw
bn: claw ডিপ্লয়
de: claw bereitstellen
es: desplegar claw
fr: déployer claw
hi: claw डिप्लॉय
ja: claw をデプロイ
ko: claw 배포
pt_br: implantar claw
pt_pt: implementar claw
ru: развернуть claw
ur: claw تعینات کریں
zh_hans: 部署 claw

# clawSetup.deployingStatus
source: deploying...
ar: جاري النشر...
bn: ডিপ্লয় হচ্ছে...
de: bereitstellen...
es: desplegando...
fr: déploiement...
hi: डिप्लॉय हो रहा है...
id: men-deploy...
ja: デプロイ中...
ko: 배포 중...
pt_br: implantando...
pt_pt: a implementar...
ru: развёртывание...
ur: تعیناتی ہو رہی ہے...
zh_hans: 正在部署...

# clawSetup.field.assignTo
source: assign to
ar: تعيين إلى
bn: এতে অ্যাসাইন
de: zuweisen an
es: asignar a
fr: attribuer à
hi: असाइन करें
id: tugaskan ke
ja: 割り当て先
ko: 할당 대상
pt_br: atribuir a
pt_pt: atribuir a
ru: назначить
ur: تفویض کریں
zh_hans: 分配给

# clawSetup.field.clawName
source: claw name
ar: اسم claw
bn: claw নাম
es: nombre de claw
fr: nom du claw
hi: claw नाम
id: nama claw
ja: claw 名
ko: claw 이름
pt_br: nome da claw
pt_pt: nome da claw
ru: имя claw
ur: claw کا نام
zh_hans: claw 名称

# clawSetup.field.resources
source: resources
ar: الموارد
bn: রিসোর্স
de: ressourcen
es: recursos
fr: ressources
hi: संसाधन
id: sumber daya
ja: リソース
ko: 리소스
pt_br: recursos
pt_pt: recursos
ru: ресурсы
ur: وسائل
zh_hans: 资源

# clawSetup.field.server
source: server
ar: الخادم
bn: সার্ভার
es: Mac
fr: serveur
hi: सर्वर
ja: サーバー
ko: 서버
pt_br: Mac
pt_pt: Mac
ru: сервер
ur: سرور
zh_hans: 服务器

# clawSetup.field.server.placeholder
source: select server
ar: اختر الخادم
bn: সার্ভার নির্বাচন
de: Server wählen
es: elegir Mac
fr: choisir serveur
hi: सर्वर चुनें
id: pilih server
ja: サーバーを選択
ko: 서버 선택
pt_br: escolher Mac
pt_pt: escolher Mac
ru: выбрать сервер
ur: سرور منتخب کریں
zh_hans: 选择服务器

# clawSetup.field.serverType
source: server type
ar: نوع الخادم
bn: সার্ভার ধরন
de: servertyp
es: tipo de Mac
fr: type de serveur
hi: सर्वर प्रकार
id: tipe server
ja: サーバー タイプ
ko: 서버 유형
pt_br: tipo de Mac
pt_pt: tipo de Mac
ru: тип сервера
ur: سرور قسم
zh_hans: 服务器类型

# clawSetup.footer.serversAvailable
source: %lld servers available
ar: %lld خوادم متاحة
bn: %lld সার্ভার উপলব্ধ
de: %lld Server verfügbar
es: %lld Macs disponibles
fr: %lld serveurs disponibles
hi: %lld सर्वर उपलब्ध
id: %lld server tersedia
ja: %lld 台のサーバー利用可能
ko: 사용 가능한 서버 %lld대
pt_br: %lld Macs disponíveis
pt_pt: %lld Macs disponíveis
ru: %lld серверов доступно
ur: %lld سرورز دستیاب
zh_hans: %lld 台服务器可用

# clawSetup.privacyNotice
source: once assigned, you will not have access to this user's data
ar: بعد التعيين، لن يكون لديك وصول إلى بيانات هذا المستخدم
bn: অ্যাসাইন করার পরে, আপনি এই ব্যবহারকারীর ডেটা অ্যাক্সেস পাবেন না
de: nach zuweisung haben sie keinen zugriff auf die daten dieses benutzers
es: una vez asignado, no tendrás acceso a los datos de este usuario
fr: une fois attribué, vous n’aurez plus accès aux données de cet utilisateur
hi: असाइन करने के बाद, आपके पास इस यूज़र के डेटा का एक्सेस नहीं होगा
id: setelah ditugaskan, Anda tidak akan memiliki akses ke data pengguna ini
ja: 割り当て後は、このユーザーのデータにアクセスできません
ko: 할당 후에는 이 사용자의 데이터에 접근할 수 없습니다
pt_br: após atribuição, você não terá acesso aos dados deste usuário
pt_pt: depois de atribuído, não terá acesso aos dados deste utilizador
ru: после назначения у вас не будет доступа к данным этого пользователя
ur: تفویض کے بعد، آپ کو اس صارف کے ڈیٹا تک رسائی نہیں ہوگی
zh_hans: 分配后，你将无法访问此用户的数据

# clawSetup.resource.cores
source: %lld cores
ar: %lld نواة
bn: %lld কোর
de: %lld kerne
es: %lld núcleos
fr: %lld cœurs
hi: %lld कोर
id: %lld inti
ja: %lld コア
ko: %lld코어
pt_br: %lld núcleos
pt_pt: %lld núcleos
ru: %lld ядер
ur: %lld کورز
zh_hans: %lld 核

# clawSetup.resource.diskGB
source: %lld GB
ar: %lld جيجابايت
fr: %lld Go
ru: %lld ГБ

# clawSetup.section.access
source: // access
ar: // الوصول
bn: // অ্যাক্সেস
de: // zugriff
es: // acceso
fr: // accès
hi: // एक्सेस
id: // akses
ja: // アクセス
ko: // 접근
pt_br: // acesso
pt_pt: // acesso
ru: // доступ
ur: // رسائی
zh_hans: // 访问

# clawSetup.section.assignment
source: // assignment
ar: // التعيين
bn: // অ্যাসাইনমেন্ট
de: // zuweisung
es: // asignación
fr: // attribution
hi: // असाइनमेंट
id: // penugasan
ja: // 割り当て
ko: // 할당
pt_br: // atribuição
pt_pt: // atribuição
ru: // назначение
ur: // تفویض
zh_hans: // 分配

# clawSetup.section.configuration
source: // configuration
ar: // التكوين
bn: // কনফিগারেশন
de: // konfiguration
es: // configuración
hi: // कॉन्फ़िगरेशन
id: // konfigurasi
ja: // 構成
ko: // 구성
pt_br: // configuração
pt_pt: // configuração
ru: // конфигурация
ur: // ترتیب
zh_hans: // 配置

# clawSetup.section.selectedClaw
source: // selected claw
ar: // claw المحددة
bn: // নির্বাচিত claw
de: // ausgewählte claw
es: // claw seleccionada
fr: // claw sélectionnée
hi: // चयनित claw
id: // claw terpilih
ja: // 選択された claw
ko: // 선택한 claw
pt_br: // claw selecionada
pt_pt: // claw selecionada
ru: // выбранная claw
ur: // منتخب claw
zh_hans: // 已选择的 claw

# clawSetup.title
source: claw setup
ar: إعداد claw
bn: claw সেটআপ
de: claw einrichten
es: configurar claw
fr: configuration claw
hi: claw सेटअप
id: pengaturan claw
ja: claw セットアップ
ko: claw 설정
pt_br: configurar claw
pt_pt: configurar claw
ru: настройка claw
ur: claw سیٹ اپ
zh_hans: claw 设置

# clawstore.action.retry
source: retry
ar: إعادة المحاولة
bn: আবার চেষ্টা
de: erneut versuchen
es: reintentar
fr: réessayer
hi: पुनः प्रयास
id: coba lagi
ja: 再試行
ko: 다시 시도
pt_br: tentar novamente
pt_pt: tentar novamente
ru: повторить
ur: دوبارہ کوشش
zh_hans: 重试

# clawstore.footer.summary
source: %1$lld claws available // %2$lld installed
ar: %1$lld claws متاحة // %2$lld مثبتة
bn: %1$lld claws উপলব্ধ // %2$lld ইনস্টল
de: %1$lld claws verfügbar // %2$lld installiert
es: %1$lld claws disponibles // %2$lld instaladas
fr: %1$lld claws disponibles // %2$lld installées
hi: %1$lld claws उपलब्ध // %2$lld इंस्टॉल
id: %1$lld claws tersedia // %2$lld terpasang
ja: 利用可能 %1$lld claws // インストール済み %2$lld
ko: 사용 가능 %1$lld claws // 설치됨 %2$lld
pt_br: %1$lld claws disponíveis // %2$lld instaladas
pt_pt: %1$lld claws disponíveis // %2$lld instaladas
ru: %1$lld claws доступно // %2$lld установлено
ur: %1$lld claws دستیاب // %2$lld انسٹال
zh_hans: %1$lld 个 claws 可用 // %2$lld 个已安装

# clawstore.loading
source: loading claws...
ar: جاري تحميل claws...
bn: claws লোড হচ্ছে...
de: claws werden geladen...
es: cargando claws...
fr: chargement des claws...
hi: claws लोड हो रहे हैं...
id: memuat claws...
ja: claws を読み込み中...
ko: claws 로드 중...
pt_br: carregando claws...
pt_pt: a carregar claws...
ru: загрузка claws...
ur: claws لوڈ ہو رہے ہیں...
zh_hans: 正在加载 claws...

# clawstore.section.communitySays
source: // community says
ar: // المجتمع يقول
bn: // কমিউনিটি বলছে
de: // community sagt
es: // la comunidad dice
fr: // la communauté dit
hi: // कम्युनिटी कहती है
id: // komunitas berkata
ja: // コミュニティの声
ko: // 커뮤니티 의견
pt_br: // a comunidade diz
pt_pt: // a comunidade diz
ru: // сообщество говорит
ur: // کمیونٹی کہتی ہے
zh_hans: // 社区评价

# clawstore.section.editorsPick
source: // editor's pick
ar: // اختيار المحرر
bn: // এডিটর্স পিক
de: // redaktionsempfehlung
es: // elección del editor
fr: // choix de la rédaction
hi: // एडिटर्स पिक
id: // pilihan editor
ja: // エディターのおすすめ
ko: // 에디터 추천
pt_br: // escolha do editor
pt_pt: // escolha do editor
ru: // выбор редактора
ur: // ایڈیٹر کا انتخاب
zh_hans: // 编辑精选

# clawstore.section.moreClaws
source: // more claws
ar: // المزيد من claws
bn: // আরও claws
de: // weitere claws
es: // más claws
fr: // plus de claws
hi: // अधिक claws
id: // claws lainnya
ja: // その他の claws
ko: // 더 많은 claws
pt_br: // mais claws
pt_pt: // mais claws
ru: // больше claws
ur: // مزید claws
zh_hans: // 更多 claws

# clawstore.section.trending
source: // trending
ar: // شائعة
bn: // ট্রেন্ডিং
es: // tendencias
fr: // tendances
hi: // ट्रेंडिंग
id: // tren
ja: // トレンド
ko: // 인기
pt_br: // em alta
pt_pt: // em alta
ru: // в тренде
ur: // ٹرینڈنگ
zh_hans: // 热门

# clawstore.subtitle
source: AI assistant marketplace
ar: سوق مساعدي الذكاء الاصطناعي
bn: ai অ্যাসিস্ট্যান্ট মার্কেটপ্লেস
de: ki-assistenten-marktplatz
es: marketplace de asistentes ia
fr: marketplace d’assistants ia
hi: ai असिस्टेंट मार्केटप्लेस
id: marketplace asisten ai
ja: ai アシスタント マーケットプレイス
ko: AI 어시스턴트 마켓플레이스
pt_br: marketplace de assistentes de IA
pt_pt: marketplace de assistentes de IA
ru: маркетплейс ии-ассистентов
ur: ai اسسٹنٹ مارکیٹ پلیس
zh_hans: AI 助手市场

# common.alert.error.title.lower
source: error
ar: خطأ
bn: ত্রুটি
de: fehler
fr: erreur
hi: त्रुटि
id: kesalahan
ja: エラー
ko: 오류
pt_br: erro
pt_pt: erro
ru: ошибка
ur: خرابی
zh_hans: 错误

# common.button.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
ur: منسوخ کریں
zh_hans: 取消

# common.button.cancel.lower
source: cancel
ar: إلغاء
bn: বাতিল
de: abbrechen
es: cancelar
fr: annuler
hi: रद्द करें
id: batal
ja: キャンセル
ko: 취소
pt_br: cancelar
pt_pt: cancelar
ru: отмена
ur: منسوخ کریں
zh_hans: 取消

# common.button.create
source: Create
ar: إنشاء
bn: তৈরি করুন
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
ja: 作成
ko: 생성
pt_br: Criar
pt_pt: Criar
ru: Создать
ur: بنائیں
zh_hans: 创建

# common.button.dismiss
source: dismiss
ar: تجاهل
bn: বাতিল
de: schließen
es: descartar
fr: rejeter
hi: खारिज
id: tutup
ja: 閉じる
ko: 닫기
pt_br: dispensar
pt_pt: dispensar
ru: отклонить
ur: برخاست
zh_hans: 关闭

# common.button.kill
source: Kill
ar: إنهاء
bn: শেষ করুন
de: Beenden
es: Finalizar
fr: Tuer
hi: समाप्त करें
id: Hentikan
ja: 終了
ko: 종료
pt_br: Encerrar
pt_pt: Terminar
ru: Завершить
ur: ختم کریں
zh_hans: 结束

# common.button.ok
source: OK
ar: حسناً
bn: ঠিক আছে
hi: ठीक है
ur: ٹھیک ہے

# common.button.ok.lower
source: ok
ar: موافق
bn: ঠিক আছে
hi: ठीक है
ur: ٹھیک ہے

# common.button.remove
source: Remove
ar: إزالة
bn: সরান
de: Entfernen
es: Quitar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 제거
pt_br: Remover
pt_pt: Remover
ru: Удалить
ur: ہٹائیں
zh_hans: 移除

# common.button.rename
source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ganti nama
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
ur: نام تبدیل کریں
zh_hans: 重命名

# common.button.reset
source: Reset
ar: إعادة تعيين
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
ja: リセット
ko: 재설정
pt_br: Redefinir
pt_pt: Repor
ru: Сбросить
ur: ری سیٹ
zh_hans: 重置

# common.button.save
source: Save
ar: حفظ
bn: সংরক্ষণ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
ur: محفوظ کریں
zh_hans: 保存

# common.status.connecting
source: connecting...
ar: جاري الاتصال...
bn: সংযোগ হচ্ছে...
de: verbinden...
es: conectando...
fr: connexion...
hi: कनेक्ट हो रहा है...
id: menyambung...
ja: 接続中...
ko: 연결 중...
pt_br: conectando...
pt_pt: a ligar...
ru: подключение...
ur: جڑ رہا ہے...
zh_hans: 正在连接...

# deployConfirm.onServer
source: on %1$@ · %2$@
ar: على %1$@ · %2$@
bn: %1$@ এ · %2$@
de: auf %1$@ · %2$@
es: en %1$@ · %2$@
fr: sur %1$@ · %2$@
hi: %1$@ पर · %2$@
id: di %1$@ · %2$@
ja: %1$@ 上 · %2$@
ko: %1$@에서 · %2$@
pt_br: em %1$@ · %2$@
pt_pt: em %1$@ · %2$@
ru: на %1$@ · %2$@
ur: %1$@ پر · %2$@
zh_hans: 在 %1$@ · %2$@

# deployConfirm.spec.disk
source: %lld GB disk
ar: %lld جيجابايت قرص
bn: %lld GB ডিস্ক
de: %lld GB festplatte
es: %lld GB de disco
fr: %lld Go de disque
hi: %lld GB डिस्क
ja: ディスク %lld GB
ko: %lld GB 디스크
pt_br: %lld GB de disco
pt_pt: %lld GB de disco
ru: %lld ГБ диска
ur: %lld GB ڈسک
zh_hans: %lld GB 磁盘

# deployConfirm.spec.ram
source: %@ RAM
ar: %@ ذاكرة
ru: %@ ОЗУ

# deployConfirm.title
source: deploy
ar: نشر
bn: ডিপ্লয়
de: bereitstellen
es: desplegar
fr: déployer
hi: डिप्लॉय
ja: デプロイ
ko: 배포
pt_br: implantar
pt_pt: implementar
ru: развернуть
ur: تعینات
zh_hans: 部署

# haptic.type.disabled
source: Disabled
ar: معطّل
bn: নিষ্ক্রিয়
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
id: Dinonaktifkan
ja: 無効
ko: 비활성화
pt_br: Desativado
pt_pt: Desativado
ru: Отключено
ur: غیر فعال
zh_hans: 已禁用

# haptic.zone.alphanumeric
source: Alphanumeric
ar: أبجدي رقمي
bn: অ্যালফানিউমেরিক
de: Alphanumerisch
es: Alfanumérico
fr: Alphanumérique
hi: अल्फ़ान्यूमेरिक
id: Alfanumerik
ja: 英数字
ko: 영숫자
pt_br: Alfanumérico
pt_pt: Alfanumérico
ru: Алфавитно-цифровая
ur: حروف عددی
zh_hans: 字母数字

# haptic.zone.clicky
source: Clicky
ar: نقري
bn: ক্লিকি
de: Klickend
fr: Claquant
hi: क्लिकी
id: Klik
ja: クリッキー
ko: 클릭감
ru: Щелчковый
ur: کلکی
zh_hans: 清脆点击

# haptic.zone.gestures
source: Gestures
ar: إيماءات
bn: জেশ্চার
de: Gesten
es: Gestos
fr: Gestes
hi: जेस्चर
id: Gestur
ja: ジェスチャ
ko: 제스처
pt_br: Gestos
pt_pt: Gestos
ru: Жесты
ur: اشارے
zh_hans: 手势

# haptic.zone.tactile
source: Tactile
ar: لمسي
bn: স্পর্শকাতর
de: Taktil
es: Táctil
hi: स्पर्शनीय
id: Taktil
ja: 触覚
ko: 촉각
pt_br: Tátil
pt_pt: Tátil
ru: Тактильный
ur: لمسی
zh_hans: 触感
